Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Close the PR without merging.
bn: মার্জ ছাড়াই PR বন্ধ করুন।
es: Cierra el PR sin fusionarlo.
fr: Ferme la PR sans fusion.
hi: PR बिना मर्ज बंद करें।
it: Chiude la PR senza merge.
ja: PRをマージせずに閉じます。
ko: PR을 병합 없이 닫습니다.
pt_br: Fecha o PR sem mesclar.
ru: Закрывает PR без слияния.
sv: Stänger PR utan att slå ihop den.
zh_hans: 关闭 PR，不合并。
zh_hant: 關閉 PR，不合併。

source: Close the quote in the command template.
bn: কমান্ড টেমপ্লেটে উদ্ধৃতি বন্ধ করুন।
es: Cierra las comillas en la plantilla del comando.
fr: Fermez les guillemets dans le modèle de commande.
hi: कमांड टेम्पलेट में उद्धरण बंद करें।
it: Chiudi le virgolette nel modello di comando.
ja: コマンドテンプレートの引用符を閉じてください。
ko: 명령 템플릿의 따옴표를 닫으세요.
pt_br: Feche as aspas no modelo do comando.
ru: Закройте кавычки в шаблоне команды.
sv: Avsluta citatet i kommandomallen.
zh_hans: 请闭合命令模板中的引号。
zh_hant: 請關閉命令範本中的引號。

source: Close, quit, and remove
bn: বন্ধ, প্রস্থান ও সরানো
es: Cerrar, salir y quitar
fr: Fermer, quitter et supprimer
hi: बंद करना, बाहर निकलना और हटाना
it: Chiudere, uscire e rimuovere
ja: 閉じる・終了・削除
ko: 닫기, 종료 및 제거
pt_br: Fechar, sair e remover
ru: Закрытие, выход и удаление
sv: Stäng, avsluta och ta bort
zh_hans: 关闭、退出与移除
zh_hant: 關閉、結束與移除

source: Closing the main window keeps sessions running. Quitting Cascade or restarting for an update stops its terminals after checking unsaved files. Removing a session previews the affected work; discarding uncommitted changes requires confirmation. Removing a project keeps its workspace folders and sessions.
bn: মূল উইন্ডো বন্ধ করলেও সেশন চলতে থাকে। Cascade থেকে প্রস্থান করলে বা আপডেটের জন্য পুনরায় চালু করলে অসংরক্ষিত ফাইল পরীক্ষা করে টার্মিনাল থামানো হয়। সেশন সরানোর আগে প্রভাবিত কাজের প্রিভিউ দেখায়; কমিট না করা পরিবর্তন বাতিল করতে নিশ্চিত করতে হয়। প্রকল্প সরালেও তার ওয়ার্কস্পেস ফোল্ডার ও সেশন থেকে যায়।
es: Cerrar la ventana principal mantiene las sesiones en ejecución. Salir de Cascade o reiniciarlo para actualizar detiene los terminales tras comprobar los archivos sin guardar. Al quitar una sesión se muestra una vista previa del trabajo afectado; descartar cambios sin confirmar requiere confirmación. Quitar un proyecto conserva sus carpetas y sesiones.
fr: Fermer la fenêtre principale laisse les sessions actives. Quitter Cascade ou redémarrer pour une mise à jour arrête les terminaux après vérification des fichiers non enregistrés. La suppression d’une session affiche un aperçu du travail concerné ; abandonner des modifications non commitées demande confirmation. Supprimer un projet conserve ses dossiers de travail et ses sessions.
hi: मुख्य विंडो बंद करने पर सत्र चलते रहते हैं। Cascade से बाहर निकलने या अपडेट के लिए फिर शुरू करने पर बिना सहेजी फ़ाइलें जाँची जाती हैं, फिर टर्मिनल रुकते हैं। सत्र हटाने से पहले प्रभावित काम का प्रीव्यू दिखता है; बिना कमिट किए बदलाव हटाने के लिए पुष्टि चाहिए। प्रोजेक्ट हटाने पर उसके वर्कस्पेस फ़ोल्डर और सत्र बने रहते हैं।
it: Chiudere la finestra principale lascia le sessioni in esecuzione. Uscire da Cascade o riavviarlo per un aggiornamento interrompe i terminali dopo aver controllato i file non salvati. La rimozione di una sessione mostra un’anteprima del lavoro interessato; scartare modifiche senza commit richiede conferma. Rimuovere un progetto conserva le cartelle di lavoro e le sessioni.
ja: メインウインドウを閉じてもセッションは実行を続けます。Cascade の終了時やアップデートのための再起動時には、未保存ファイルを確認してからターミナルを停止します。セッションの削除時には影響を受ける作業がプレビューされ、未コミットの変更を破棄するには確認が必要です。プロジェクトを削除しても、ワークスペースのフォルダとセッションは保持されます。
ko: 메인 윈도우를 닫아도 세션은 계속 실행됩니다. Cascade를 종료하거나 업데이트를 위해 재시작하면 저장하지 않은 파일을 확인한 후 터미널이 중지됩니다. 세션을 제거할 때는 영향을 받는 작업을 미리 보여 주며, 커밋하지 않은 변경 사항을 버리려면 확인이 필요합니다. 프로젝트를 제거해도 작업 공간 폴더와 세션은 유지됩니다.
pt_br: Fechar a janela principal mantém as sessões em execução. Sair do Cascade ou reiniciá-lo para atualizar interrompe os terminais após verificar arquivos não salvos. Remover uma sessão mostra uma prévia do trabalho afetado; descartar alterações sem commit exige confirmação. Remover um projeto preserva suas pastas de trabalho e sessões.
ru: После закрытия главного окна сессии продолжают работать. При выходе из Cascade или перезапуске для обновления приложение проверяет несохранённые файлы, затем останавливает терминалы. При удалении сессии показывается затронутая работа; сброс незакоммиченных изменений требует подтверждения. Удаление проекта сохраняет его рабочие папки и сессии.
sv: Sessionerna fortsätter när du stänger huvudfönstret. När du avslutar Cascade eller startar om för en uppdatering kontrolleras osparade filer, och sedan stoppas terminalerna. När du tar bort en session förhandsvisas arbetet som påverkas; ändringar som inte checkats in kräver bekräftelse innan de förkastas. Projektets arbetsmappar och sessioner behålls när du tar bort projektet.
zh_hans: 关闭主窗口后，会话会继续运行。退出 Cascade 或因更新而重启时，会先检查未保存的文件，再停止终端。移除会话前会预览受影响的工作；丢弃未提交的变更需要确认。移除项目会保留工作区文件夹和会话。
zh_hant: 關閉主視窗後，工作階段會繼續執行。結束 Cascade 或因更新而重新啟動時，會先檢查未儲存的檔案，再停止終端機。移除工作階段前會預覽受影響的工作；捨棄未提交的變更需要確認。移除專案會保留工作區資料夾和工作階段。

source: Code and diffs
bn: কোড ও পার্থক্য
es: Código y diferencias
fr: Code et différences
hi: कोड और अंतर
it: Codice e differenze
ja: コードと差分
ko: 코드 및 변경 사항
pt_br: Código e diferenças
ru: Код и различия
sv: Kod och skillnader
zh_hans: 代码与差异
zh_hant: 程式碼與差異

source: Code font
bn: কোডের ফন্ট
es: Fuente del código
fr: Police du code
hi: कोड फ़ॉन्ट
it: Font del codice
ja: コードのフォント
ko: 코드 서체
pt_br: Fonte do código
ru: Шрифт кода
sv: Kodtypsnitt
zh_hans: 代码字体
zh_hant: 程式碼字體

source: Code theme preview
bn: কোড থিম প্রিভিউ
es: Vista previa del tema de código
fr: Aperçu du thème de code
hi: कोड थीम प्रीव्यू
it: Anteprima del tema del codice
ja: コードテーマのプレビュー
ko: 코드 테마 미리 보기
pt_br: Prévia do tema de código
ru: Предпросмотр темы кода
sv: Förhandsvisning av kodtema
zh_hans: 代码主题预览
zh_hant: 程式碼主題預覽

source: Codex may ask you to review the change before it uses them.
bn: Codex ব্যবহারের আগে আপনাকে পরিবর্তনটি পর্যালোচনা করতে বলতে পারে।
es: Codex puede pedirte que revises el cambio antes de usarlos.
fr: Codex peut vous demander de vérifier la modification avant de les utiliser.
hi: Codex उपयोग से पहले आपसे बदलाव की समीक्षा करने को कह सकता है।
it: Codex potrebbe chiederti di rivedere la modifica prima di usarli.
ja: Codex で使用前に変更の確認を求められることがあります。
ko: Codex에서 사용하기 전에 변경 사항 검토를 요청할 수 있습니다.
pt_br: O Codex pode pedir que você revise a alteração antes de usá-los.
ru: Codex может попросить проверить изменение, прежде чем их использовать.
sv: Codex kan be dig granska ändringen innan den använder dem.
zh_hans: Codex 可能会在使用前要求你审核此更改。
zh_hant: Codex 可能會在使用前要求你審核此變更。

source: Command
bn: কমান্ড
es: Comando
fr: Commande
hi: कमांड
it: Comando
ja: コマンド
ko: 명령
pt_br: Comando
ru: Команда
sv: Kommando
zh_hans: 命令
zh_hant: 指令

source: Command delivery was interrupted. Earlier input may have been sent. Check the shell before reattaching.
bn: কমান্ড পাঠানো বাধাপ্রাপ্ত হয়েছে। আগের ইনপুট পাঠানো হয়ে থাকতে পারে। আবার সংযুক্ত করার আগে শেল পরীক্ষা করুন।
es: Se interrumpió el envío del comando. Puede que la entrada anterior se haya enviado. Revisa el shell antes de reconectar.
fr: L’envoi de la commande a été interrompu. La saisie précédente a peut-être été envoyée. Vérifiez le shell avant le rattachement.
hi: कमांड भेजना बाधित हुआ। पहले का इनपुट भेजा जा चुका हो सकता है। दोबारा अटैच करने से पहले शेल जाँचें।
it: L’invio del comando è stato interrotto. L’input precedente potrebbe essere stato inviato. Controlla la shell prima di ricollegarti.
ja: コマンドの送信が中断されました。 以前の入力が送信された可能性があります。再接続前にシェルを確認してください。
ko: 명령 전송이 중단되었습니다. 이전 입력이 전송되었을 수 있습니다. 다시 연결하기 전에 셸을 확인하세요.
pt_br: O envio do comando foi interrompido. A entrada anterior pode ter sido enviada. Verifique o shell antes de reconectar.
ru: Отправка команды прервана. Предыдущий ввод мог быть отправлен. Проверьте оболочку перед присоединением.
sv: Kommandoleveransen avbröts. Tidigare inmatning kan ha skickats. Kontrollera skalet före återanslutning.
zh_hans: 命令发送已中断。 之前的输入可能已发送。请检查 shell 后再重新附加。
zh_hant: 指令傳送已中斷。 先前的輸入可能已傳送。請檢查 shell 後再重新附加。

source: Command template
bn: কমান্ড টেমপ্লেট
es: Plantilla de comando
fr: Modèle de commande
hi: कमांड टेम्पलेट
it: Modello di comando
ja: コマンドテンプレート
ko: 명령 템플릿
pt_br: Modelo de comando
ru: Шаблон команды
sv: Kommandomall
zh_hans: 命令模板
zh_hant: 指令範本

source: Command Template
bn: কমান্ড টেমপ্লেট
es: Plantilla de comando
fr: Modèle de commande
hi: कमांड टेम्पलेट
it: Modello di comando
ja: コマンドテンプレート
ko: 명령 템플릿
pt_br: Modelo de comando
ru: Шаблон команды
sv: Kommandomall
zh_hans: 命令模板
zh_hant: 指令範本

source: Comment
bn: মন্তব্য
es: Comentario
fr: Commentaire
hi: टिप्पणी
it: Commento
ja: コメント
ko: 댓글
pt_br: Comentário
ru: Комментарий
sv: Kommentar
zh_hans: 评论
zh_hant: 留言

source: Comment (optional)
bn: মন্তব্য (ঐচ্ছিক)
es: Comentario (opcional)
fr: Commentaire (facultatif)
hi: टिप्पणी (वैकल्पिक)
it: Commento (facoltativo)
ja: コメント（任意）
ko: 댓글(선택 사항)
pt_br: Comentário (opcional)
ru: Комментарий (необязательно)
sv: Kommentar (valfritt)
zh_hans: 评论（可选）
zh_hant: 留言（選填）

source: Comment on ticket
bn: টিকিটে মন্তব্য
es: Comentar en el ticket
fr: Commenter le ticket
hi: टिकट पर टिप्पणी
it: Commenta ticket
ja: チケットにコメント
ko: 티켓에 댓글 작성
pt_br: Comentar no ticket
ru: Комментарий к задаче
sv: Kommentera ärende
zh_hans: 评论工单
zh_hant: 在工單留言

source: Commit
bn: কমিট করুন
es: Crear commit
fr: Créer un commit
hi: कमिट करें
it: Crea commit
ja: コミット
ko: 커밋
pt_br: Criar commit
ru: Создать коммит
sv: Gör commit
zh_hans: 提交
zh_hant: 提交

source: Commit %@ is saved locally. %@
bn: কমিট %@ স্থানীয়ভাবে সংরক্ষিত। %@
es: El commit %@ está guardado localmente. %@
fr: Le commit %@ est enregistré localement. %@
hi: कमिट %@ स्थानीय रूप से सहेजा है। %@
it: Il commit %@ è salvato localmente. %@
ja: コミット %@ はローカルに保存済みです。%@
ko: 커밋 %@이(가) 로컬에 저장되었습니다. %@
pt_br: O commit %@ está salvo localmente. %@
ru: Коммит %@ сохранён локально. %@
sv: Incheckningen %@ är sparad lokalt. %@
zh_hans: 提交 %@ 已保存在本地。%@
zh_hant: 提交 %@ 已儲存在本機。%@

source: Commit and Push
bn: কমিট ও পুশ
es: Confirmar y enviar
fr: Créer un commit et pousser
hi: कमिट और पुश
it: Commit e push
ja: コミットしてプッシュ
ko: 커밋 및 푸시
pt_br: Commit e push
ru: Коммит и отправка
sv: Checka in och pusha
zh_hans: 提交并推送
zh_hant: 提交並推送

source: Commit and Push…
bn: কমিট ও পুশ করুন…
es: Crear commit y enviar…
fr: Créer un commit et pousser…
hi: कमिट और पुश करें…
it: Crea commit e invia…
ja: コミットしてプッシュ…
ko: 커밋 및 푸시…
pt_br: Criar commit e enviar…
ru: Создать коммит и отправить…
sv: Gör commit och skicka…
zh_hans: 提交并推送…
zh_hant: 提交並推送…

source: Commit history
bn: কমিটের ইতিহাস
es: Historial de commits
fr: Historique des commits
hi: कमिट इतिहास
it: Cronologia dei commit
ja: コミット履歴
ko: 커밋 기록
pt_br: Histórico de commits
ru: История коммитов
sv: Incheckningshistorik
zh_hans: 提交历史
zh_hant: 提交歷程

source: Commit message (blank uses “Update working changes”)
bn: কমিট বার্তা (খালি রাখলে “Update working changes”)
es: Mensaje del commit (vacío usa «Update working changes»)
fr: Message du commit (vide utilise « Update working changes »)
hi: कमिट संदेश (खाली होने पर “Update working changes”)
it: Messaggio del commit (se vuoto usa “Update working changes”)
ja: コミットメッセージ（空欄の場合は「Update working changes」）
ko: 커밋 메시지(비워 두면 “Update working changes” 사용)
pt_br: Mensagem do commit (vazio usa “Update working changes”)
ru: Сообщение коммита (по умолчанию «Update working changes»)
sv: Incheckningsmeddelande (tomt använder ”Update working changes”)
zh_hans: 提交消息（留空则使用“Update working changes”）
zh_hant: 提交訊息（留空則使用「Update working changes」）

source: Commits ahead of %@
bn: %@-এর আগের কমিট
es: Commits por delante de %@
fr: Commits en avance sur %@
hi: %@ से आगे के कमिट
it: Commit oltre %@
ja: %@ より先のコミット
ko: %@보다 앞선 커밋
pt_br: Commits à frente de %@
ru: Коммиты сверх %@
sv: Incheckningar före %@
zh_hans: 领先于 %@ 的提交
zh_hant: 領先於 %@ 的提交

source: Commits all tracked changes on disk. Save editor buffers first to include them.
bn: ডিস্কের সব ট্র্যাক করা পরিবর্তন কমিট করে। সম্পাদকের পরিবর্তন অন্তর্ভুক্ত করতে আগে সংরক্ষণ করুন।
es: Confirma todos los cambios rastreados en disco. Guarda primero los cambios del editor para incluirlos.
fr: Commite toutes les modifications suivies sur disque. Enregistrez d’abord le contenu des éditeurs pour l’inclure.
hi: डिस्क के सभी ट्रैक किए बदलाव कमिट करता है। संपादक के बदलाव शामिल करने के लिए पहले उन्हें सहेजें।
it: Crea un commit con tutte le modifiche tracciate su disco. Salva prima il contenuto dell’editor per includerlo.
ja: ディスク上の追跡対象の変更をすべてコミットします。エディタ内の変更を含めるには先に保存してください。
ko: 디스크의 모든 추적된 변경 사항을 커밋합니다. 편집기 내용을 포함하려면 먼저 저장하세요.
pt_br: Commita todas as alterações rastreadas no disco. Salve o conteúdo do editor antes para incluí-lo.
ru: Создаёт коммит со всеми отслеживаемыми изменениями на диске. Сначала сохраните изменения в редакторе.
sv: Checkar in alla spårade ändringar på disken. Spara först redigerarens innehåll för att ta med det.
zh_hans: 提交磁盘上的所有已跟踪更改。请先保存编辑器中的内容以将其包含在提交中。
zh_hant: 提交磁碟上的所有已追蹤變更。請先儲存編輯器中的內容以將其包含在提交中。

source: Committed %@ and pushed.
bn: %@ কমিট ও পুশ করা হয়েছে।
es: Commit %@ creado y enviado.
fr: Commit %@ créé et envoyé.
hi: %@ कमिट करके पुश किया।
it: Commit %@ creato e inviato.
ja: %@ をコミットしてプッシュしました。
ko: %@ 커밋 및 푸시 완료.
pt_br: Commit %@ criado e enviado.
ru: Коммит %@ создан и отправлен.
sv: Checkade in %@ och skickade.
zh_hans: 已提交 %@ 并推送。
zh_hant: 已提交 %@ 並推送。

source: Committed %@.
bn: %@ কমিট করা হয়েছে।
es: Commit %@ creado.
fr: Commit %@ créé.
hi: %@ कमिट किया।
it: Commit %@ creato.
ja: %@ をコミットしました。
ko: %@ 커밋 완료.
pt_br: Commit %@ criado.
ru: Создан коммит %@.
sv: Checkade in %@.
zh_hans: 已提交 %@。
zh_hant: 已提交 %@。

source: Compact Conversation
bn: কথোপকথন সংক্ষিপ্ত করুন
es: Compactar conversación
fr: Compacter la conversation
hi: बातचीत संक्षिप्त करें
it: Compatta conversazione
ja: 会話を圧縮
ko: 대화 압축
pt_br: Compactar conversa
ru: Сжать беседу
sv: Komprimera konversation
zh_hans: 压缩对话
zh_hant: 壓縮對話

source: Compact or clear the conversation
bn: কথোপকথন সংক্ষিপ্ত করুন বা মুছুন
es: Compactar o borrar la conversación
fr: Compacter ou effacer la conversation
hi: बातचीत संक्षिप्त या साफ़ करें
it: Compatta o cancella la conversazione
ja: 会話を圧縮または消去
ko: 대화 압축 또는 지우기
pt_br: Compactar ou limpar a conversa
ru: Сжать или очистить разговор
sv: Komprimera eller rensa konversationen
zh_hans: 压缩或清除对话
zh_hant: 壓縮或清除對話

source: Completed
bn: সম্পন্ন
es: Completado
fr: Terminé
hi: पूरा हुआ
it: Completato
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
sv: Slutförd
zh_hans: 已完成
zh_hant: 已完成

source: Completion analysis unavailable: %@. Continuing after the Stop hook.
bn: সমাপ্তির বিশ্লেষণ পাওয়া যায়নি: %@। Stop হুকের পর চালিয়ে যাওয়া হচ্ছে।
es: Análisis de finalización no disponible: %@. Se continúa tras el hook Stop.
fr: Analyse de fin indisponible : %@. Poursuite après le hook Stop.
hi: पूर्णता का विश्लेषण उपलब्ध नहीं: %@। Stop हुक के बाद आगे बढ़ रहे हैं।
it: Analisi del completamento non disponibile: %@. Si prosegue dopo l’hook Stop.
ja: 完了分析を利用できません：%@。Stop フックの後に続行します。
ko: 완료 분석을 사용할 수 없습니다: %@. Stop 훅 이후 계속합니다.
pt_br: Análise de conclusão indisponível: %@. Continuando após o hook Stop.
ru: Анализ завершения недоступен: %@. Продолжение после хука Stop.
sv: Slutförandeanalys är inte tillgänglig: %@. Fortsätter efter Stop-hooken.
zh_hans: 无法分析完成情况：%@。将在 Stop 钩子触发后继续。
zh_hant: 無法分析完成狀態：%@。將在 Stop 掛鉤觸發後繼續。

source: Component
bn: উপাদান
es: Componente
fr: Composant
hi: घटक
it: Componente
ja: コンポーネント
ko: 구성 요소
pt_br: Componente
ru: Компонент
sv: Komponent
zh_hans: 组件
zh_hant: 元件

source: Configure the Jira site before opening a ticket.
bn: টিকিট খোলার আগে Jira সাইট কনফিগার করুন।
es: Configura el sitio Jira antes de abrir un ticket.
fr: Configurez le site Jira avant d’ouvrir un ticket.
hi: टिकट खोलने से पहले Jira साइट सेट करें।
it: Configura il sito Jira prima di aprire un ticket.
ja: チケットを開く前にJiraサイトを設定してください。
ko: 티켓을 열기 전에 Jira 사이트를 설정하세요.
pt_br: Configure o site Jira antes de abrir um ticket.
ru: Настройте сайт Jira перед открытием задачи.
sv: Konfigurera Jira-webbplatsen innan du öppnar ett ärende.
zh_hans: 请先配置 Jira 站点，再打开工单。
zh_hant: 請先設定 Jira 網站，再開啟工單。

source: Configure the Jira site to open ticket links.
bn: টিকিটের লিংক খুলতে Jira সাইট কনফিগার করুন।
es: Configura el sitio de Jira para abrir enlaces de incidencias.
fr: Configurez le site Jira pour ouvrir les liens des tickets.
hi: टिकट लिंक खोलने के लिए Jira साइट कॉन्फ़िगर करें।
it: Configura il sito Jira per aprire i link dei ticket.
ja: チケットのリンクを開くには、Jiraサイトを設定してください。
ko: 티켓 링크를 열려면 Jira 사이트를 설정하세요.
pt_br: Configure o site do Jira para abrir links de tickets.
ru: Настройте сайт Jira, чтобы открывать ссылки на задачи.
sv: Konfigurera Jira-webbplatsen för att öppna ärendelänkar.
zh_hans: 请配置 Jira 站点以打开工单链接。
zh_hant: 請設定 Jira 網站以開啟工作項目連結。

source: Conflicting
bn: দ্বন্দ্বযুক্ত
es: En conflicto
fr: En conflit
hi: विरोध है
it: In conflitto
ja: 競合あり
ko: 충돌 있음
pt_br: Em conflito
ru: Есть конфликты
sv: Konflikt
zh_hans: 存在冲突
zh_hant: 存在衝突

source: Connect before opening a page.
bn: পৃষ্ঠাটি খোলার আগে সংযোগ করুন।
es: Conéctate antes de abrir una página.
fr: Connectez-vous avant d’ouvrir une page.
hi: पृष्ठ खोलने से पहले कनेक्ट करें।
it: Connettiti prima di aprire una pagina.
ja: ページを開く前に接続してください。
ko: 페이지를 열기 전에 연결하세요.
pt_br: Conecte-se antes de abrir uma página.
ru: Подключитесь перед открытием страницы.
sv: Anslut innan du öppnar en sida.
zh_hans: 请先连接，再打开页面。
zh_hant: 請先連線，再開啟頁面。

source: Connect before starting the agent.
bn: এজেন্ট চালু করার আগে সংযোগ করুন।
es: Conéctate antes de iniciar el agente.
fr: Connectez-vous avant de démarrer l’agent.
hi: एजेंट शुरू करने से पहले कनेक्ट करें।
it: Connettiti prima di avviare l’agente.
ja: エージェントを起動する前に接続してください。
ko: 에이전트를 시작하기 전에 연결하세요.
pt_br: Conecte-se antes de iniciar o agente.
ru: Подключитесь перед запуском агента.
sv: Anslut innan du startar agenten.
zh_hans: 请先连接，再启动代理。
zh_hant: 請先連線，再啟動代理程式。

source: Connect to load activity.
bn: কার্যকলাপ লোড করতে সংযোগ করুন।
es: Conéctate para cargar la actividad.
fr: Connectez-vous pour charger l’activité.
hi: गतिविधि लोड करने के लिए कनेक्ट करें।
it: Connettiti per caricare l’attività.
ja: 接続するとアクティビティを読み込めます。
ko: 활동을 불러오려면 연결하세요.
pt_br: Conecte-se para carregar a atividade.
ru: Подключитесь, чтобы загрузить активность.
sv: Anslut för att läsa in aktivitet.
zh_hans: 连接后即可加载活动。
zh_hant: 連線後即可載入活動。

source: Connect to load automations.
bn: অটোমেশন লোড করতে সংযোগ করুন।
es: Conéctate para cargar las automatizaciones.
fr: Connectez-vous pour charger les automatisations.
hi: स्वचालन लोड करने के लिए कनेक्ट करें।
it: Connettiti per caricare le automazioni.
ja: 自動化を読み込むには接続してください。
ko: 자동화를 불러오려면 연결하세요.
pt_br: Conecte-se para carregar as automações.
ru: Подключитесь, чтобы загрузить автоматизации.
sv: Anslut för att läsa in automatiseringar.
zh_hans: 连接后即可加载自动化。
zh_hant: 連線後即可載入自動化。

source: Connect to load pull requests.
bn: পুল রিকোয়েস্ট লোড করতে সংযোগ করুন।
es: Conéctate para cargar pull requests.
fr: Connectez-vous pour charger les pull requests.
hi: पुल अनुरोध लोड करने के लिए कनेक्ट करें।
it: Connettiti per caricare le pull request.
ja: 接続するとプルリクエストを読み込めます。
ko: 풀 리퀘스트를 불러오려면 연결하세요.
pt_br: Conecte-se para carregar pull requests.
ru: Подключитесь, чтобы загрузить пул-реквесты.
sv: Anslut för att läsa in pull requests.
zh_hans: 连接后即可加载拉取请求。
zh_hant: 連線後即可載入提取要求。

source: Connect to load settings.
bn: সেটিংস লোড করতে সংযোগ করুন।
es: Conéctate para cargar los ajustes.
fr: Connectez-vous pour charger les réglages.
hi: सेटिंग्स लोड करने के लिए कनेक्ट करें।
it: Connettiti per caricare le impostazioni.
ja: 設定を読み込むには接続してください。
ko: 설정을 불러오려면 연결하세요.
pt_br: Conecte-se para carregar os ajustes.
ru: Подключитесь, чтобы загрузить настройки.
sv: Anslut för att läsa in inställningar.
zh_hans: 连接后即可加载设置。
zh_hant: 連線後即可載入設定。

source: Connect to load the dashboard.
bn: ড্যাশবোর্ড লোড করতে সংযোগ করুন।
es: Conéctate para cargar el panel.
fr: Connectez-vous pour charger le tableau de bord.
hi: डैशबोर्ड लोड करने के लिए कनेक्ट करें।
it: Connettiti per caricare la dashboard.
ja: ダッシュボードを読み込むには接続してください。
ko: 대시보드를 불러오려면 연결하세요.
pt_br: Conecte-se para carregar o painel.
ru: Подключитесь, чтобы загрузить панель.
sv: Anslut för att läsa in översikten.
zh_hans: 连接后即可加载仪表盘。
zh_hant: 連線後即可載入儀表板。

source: Connect to load this project.
bn: এই প্রকল্প লোড করতে সংযুক্ত হন।
es: Conéctate para cargar este proyecto.
fr: Connectez-vous pour charger ce projet.
hi: यह प्रोजेक्ट लोड करने के लिए कनेक्ट करें।
it: Connettiti per caricare questo progetto.
ja: このプロジェクトを読み込むには接続してください。
ko: 프로젝트를 불러오려면 연결하세요.
pt_br: Conecte-se para carregar este projeto.
ru: Подключитесь для загрузки проекта.
sv: Anslut för att läsa in projektet.
zh_hans: 连接后加载此项目。
zh_hant: 連線後載入此專案。

source: Connect to open pull requests in Cascade.
bn: Cascade-এ পুল রিকোয়েস্ট খুলতে সংযোগ করুন।
es: Conéctate para abrir pull requests en Cascade.
fr: Connectez-vous pour ouvrir les pull requests dans Cascade.
hi: Cascade में पुल अनुरोध खोलने के लिए कनेक्ट करें।
it: Connettiti per aprire le pull request in Cascade.
ja: Cascadeでプルリクエストを開くには接続してください。
ko: Cascade에서 풀 리퀘스트를 열려면 연결하세요.
pt_br: Conecte-se para abrir pull requests no Cascade.
ru: Подключитесь, чтобы открывать пул-реквесты в Cascade.
sv: Anslut för att öppna pull requests i Cascade.
zh_hans: 连接后即可在 Cascade 中打开拉取请求。
zh_hant: 連線後即可在 Cascade 中開啟提取要求。

source: Connect to resolve the IDE launch target.
bn: IDE চালুর লক্ষ্য নির্ধারণ করতে সংযোগ করুন।
es: Conecta para resolver el destino de inicio del IDE.
fr: Connectez-vous pour déterminer la cible de lancement de l’IDE.
hi: IDE लॉन्च लक्ष्य खोजने के लिए कनेक्ट करें।
it: Connettiti per determinare la destinazione di avvio dell’IDE.
ja: IDE の起動対象を確認するには接続してください。
ko: IDE 실행 대상을 확인하려면 연결하세요.
pt_br: Conecte para resolver o destino de inicialização do IDE.
ru: Подключитесь для определения цели запуска IDE.
sv: Anslut för att hitta IDE:ns startmål.
zh_hans: 请连接以确定 IDE 启动目标。
zh_hant: 請連線以確定 IDE 啟動目標。

source: Connect to search Jira.
bn: Jira-তে খুঁজতে সংযুক্ত হন।
es: Conéctate para buscar en Jira.
fr: Connectez-vous pour rechercher dans Jira.
hi: Jira खोजने के लिए कनेक्ट करें।
it: Connettiti per cercare in Jira.
ja: Jiraを検索するには接続してください。
ko: Jira를 검색하려면 연결하세요.
pt_br: Conecte-se para pesquisar no Jira.
ru: Подключитесь для поиска в Jira.
sv: Anslut för att söka i Jira.
zh_hans: 请连接后搜索 Jira。
zh_hant: 請連線後搜尋 Jira。

source: Connect to the backend to answer the agent.
bn: এজেন্টকে উত্তর দিতে ব্যাকএন্ডে সংযোগ করুন।
es: Conéctate al backend para responder al agente.
fr: Connectez-vous au backend pour répondre à l’agent.
hi: एजेंट को उत्तर देने के लिए बैकएंड से कनेक्ट करें।
it: Connettiti al backend per rispondere all’agente.
ja: エージェントに返信するにはバックエンドに接続してください。
ko: 에이전트에 응답하려면 백엔드에 연결하세요.
pt_br: Conecte-se ao backend para responder ao agente.
ru: Подключитесь к бэкенду, чтобы ответить агенту.
sv: Anslut till backend för att svara agenten.
zh_hans: 连接到后端以回复代理。
zh_hant: 連線至後端以回覆代理程式。

source: Connect to the backend to load changes.
bn: পরিবর্তন লোড করতে ব্যাকএন্ডে সংযোগ করুন।
es: Conéctate al backend para cargar cambios.
fr: Connectez-vous au backend pour charger les modifications.
hi: बदलाव लोड करने के लिए बैकएंड से कनेक्ट करें।
it: Connettiti al backend per caricare le modifiche.
ja: 変更を読み込むにはバックエンドに接続してください。
ko: 변경 사항을 불러오려면 백엔드에 연결하세요.
pt_br: Conecte-se ao backend para carregar alterações.
ru: Подключитесь к бэкенду, чтобы загрузить изменения.
sv: Anslut till backend för att läsa in ändringar.
zh_hans: 连接到后端以加载更改。
zh_hant: 連線至後端以載入變更。
